Repository: caxisweb/Upscale_iOS
Catalog: Upscale/*.lproj/Localizable.strings
Languages: ar

source: Are you sure ?
ar: هل انت متأكد

source: Home
ar: الصفحة الرئيسية

source: Logout
ar: تسجيل الخروج

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: My Profile
ar: الملف الشخصي

source: My History
ar: التجارب السابقة

source: Notifications
ar: التنبيهات

source: Share The App
ar: مشاركة التطبيق

source: About Us
ar: من نحن

source: Our Location
ar: اماكن تواجدنا

source: Chat with us
ar: اتصل بنا

source: Wish List
ar: المفضلة

source: Sign Up
ar: التسجيل

source: Login
ar: الدخول

source: CANCEL
ar: الالغاء

source: Bank Name
ar: اسم البنك

source: Iban No
ar: الآيبان

source: Account No
ar: رقم الحساب

source: List Your Space
ar: اضافة مساحة عمل

source: Packages
ar: صفقة

source: Meeting Room
ar: غرفة للاجتماعات

source: Desk
ar: وحدة عمل

source: Discussion Room
ar: مساحة نقاش

source: Private Room
ar: مساحة خاصة

source: Conference Room
ar: مساحة محاضرات

source: Others
ar: خيارات اخرى

source: ADD MORE
ar: اضافة مساحة اضافية

source: Projector(s)
ar: بروجكتر

source: Air Conditioner
ar: تكييف

source: Mail service
ar: البريد

source: Scanner / Printer
ar: الماسح الضوئي / الطابعة

source: Lockers
ar: وحدة ادراج

source: WiFi / Internet
ar: الانترنت اللاسلكي

source: Parking Space
ar: مواقف السيارات

source: Phone
ar: الهاتف

source: Work 24 / h
ar: العمل على مدار الساعة

source: Coffee/Tea
ar: شاى قهوة

source: Male
ar: رجال

source: Female
ar: نساء

source: SAR per hour
ar: سار في الساعة

source: ( More )
ar: أكثر من

source: Booking now
ar: الحجز الآن

source: Book Now
ar: الحجز

source: Mob.
ar: تجمهر.

source: E-mail
ar: البريد الالكتروني

source: Thank You
ar: لا شكرا

# Add More Space
source: Add More
ar: اضافة المزيد

source: Email
ar: البريد الالكتروني

# Feedback Placeholder
source: Please write here your querries or complaints , we will get back to you soon . Thank you.
ar: في حال كان لديكم استفسارات او ملاحظات يرجى كتابتها هنا

source: Feedback
ar: الاستفسارات والمقترحات

source: Forgot Password ?
ar: هل نسيت كلمة المرور؟

source: Enter Your E-mail
ar: دخل بريدك الإلكتروني

source: Send
ar: إرسال

source: Change Password
ar: تغيير الرمز السري

source: OTP
ar: أو ر ع

source: Re-type New Password
ar: أعد كتابة كلمة السر الجديدة

source: RESET
ar: استعادة الضبط

# Terms
source: By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to Hive.
ar: شكرا لإختيارك تطبيق هايڤ و الذي سيعرف في هذا النموذج بإسم التطبيق , إن تطبيق هايڤ مملوك لشركة آبسكيل و المسجلة في المملكه العربيه السعوديه لذا نرجو منك قراءة شروط إستخدام و تحميل تطبيق هايڤ قبل ان تضغط على زر موافق او تحميل التطبيق لتكون على معرفة كاملة قبل استخدام خدمات تطبيقاتنا و عليه نحن مستعدون لتفعيل خدمة هذا التطبيق الذي نقدمه لكم فقط على شرط ان تقبل شروط إستخدام تطبيق هايڤ بالضغط على زر أوافق، تشير إلى أنك قد فهمت شروط الاستخدام و تم قبول

# Terms2
source: At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, Acceptable Use of the app, and the general Terms and Conditions for Guest & Visitors, which will be relevant if you use the app to book visits with Hive in the future.
ar: إن سياسة الخصوصية المتاحة في تطبيق هايڤ تمنحنا الإمكانية بعرض الصور التى تحملها عبر التطبيق على كافة مستخدمي التطبيق و نضمن لك سرية معلوماتك المسجلة على حسابك و عدم بيعها / إستخدامها من قبلنا لأي سبب تجاري إضافة الى موافقتك على إستقبال إيميلات و تنبيهات عبر التطبيق.

# Terms3
source: Hive is committed to ensuring that the app is as useful and efficient as possible. For that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason. We will never charge you for the app or its services without making it very clear to you exactly what you’re paying for
ar: من أجل استخدام التطبيق و ميزات معينة من الخدمة، يجب تسجيل وفتح حساب معنا. أنت مسؤول عن الحفاظ على سرية ورصد كل نشاط تحت حسابك، وتتحمل المسؤولية الكاملة عن جميع النشاطات التي تحدث تحت حسابك، نحن تحتفظ لنفسها بالحق في تعليق أو إنهاء حسابك في أي وقت، وأن تتحمل أية مسؤولية عن مثل هذا التعليق أو الإنهاء.

# About
source: HiVe is a global network of work-spaces where companies and people grow together. We transform buildings into dynamic environments for creativity, focus, and connection.
ar: هايف هي شبكة من مساحات العمل المختلفة حيث تجتمع فيها العقول لتنتج ، نحن في هايف نحوّل المباني إلى بيئة نشطة فاعلة بالابتكار والتركيز والتواصل مع مختلف العقول.

source: + 1000 Customers
ar: أكثر من 1000 عميل

source: With over 1000 members, access networking, advice, and opportunities in your ‘hood or across the planet.
ar: مع أكثر من ألف مشترك لديك الفرصة للوصول إلى شبكة اجتماعية متعددة المواهب والتخصصات

source: +50 Premium work spaces
ar: + 50 مساحة عمل مميزة

source: You focus on your to-do’s, we take care of the rest. Enjoy included front-desk service, utilities, refreshments, and more.
ar: قم بالتركيز على ما تريد فعله ، واترك لنا الاهتمام بالباقي ، استمتع بخدمات مركز الأعمال والأجواء المنعشة للعمل وأكثر من ذلك

source: H24 Support
ar: دعم متواصل على مدار الساعة

source: We’ve become experts in what you need to get work done happily—from brainstorming rooms to phone booths and terraces. Provided by 24/H Live chat support through website.
ar: نحن خبراء بما يحتاجه عملك لإنهاؤه – نقدم لك دعم مباشر خلال اليوم عن طريق المحادثة الفورية

# About2
source: Hive is the Hub for Business Centers, Coworking spaces, meeting rooms, shared Offices and that Connects, Enables and Advises SMEs, Freelancers and Entrepreneurs by Connecting them with the experts and resources in each field.
ar: هايڤ هي منصة الكترونية للبحث عن مساحات عمل مشتركة واماكن للعمل والاجتماعات تناسب المهنيين ورواد الأعمال والاشخاص المستقلين بحيث يمكنهم ذلك من متابعة اعمالهم في بيئة مناسبة ومميزة.

# About3
source: Hive is a coworking space that connects SMEs, entrepreneurs, freelancers, Startups & professionals together as a business hub. Hive is a platform that lists Spaces, desks, business centers & meeting rooms around you.
ar: في هايڤ نعرض لك المساحات المختلفة ووحدات العمل ونتيح لك الاطلاع ومقارنة الاسعار والخدمات والمميزات لكل مقدم خدمة، ويمكن الاختيار والحجز من ما يناسبك، والسداد والتواجد والدخول بكل يسر وسهولة، وبشكل آلي.

# About4
source: Hive allows you to book, compare, and access the space without any human interaction. Hive even allows you to list your space and join the movement which increases you occupancy rate by attracting more visitors & members.
ar: كما يمكنك في هايڤ تقييم مزود الخدمة ونقل ومشاركة تجربتك مع الاخرين. هايڤ، مكان عملك، عندما تحتاج..

# About5
source: On-demand workspace, when you need it. Book a coworking space, business center, or shared office space nearby.
ar: احجز مكان عملك بالساعة، او بالاسبوع، او حتى بالاشتراك الشهري من اي من المساحات المدرجة لدينا.

# About6
source: Discover spaces to use by the hour, day, or even monthly membership.
ar: كما يمكنك اضافة مساحات عمل للقائمة لدينا وتحقيق ايراد اضافي من الزوار من خلال المنصة..
